{
  "Manolito": {
    "humor negro": [
      "¿Qué hace Manolito cuando se despierta por la mañana? Se arrepiente de no haber muerto mientras dormía.",
      "Manolito fue a un concurso de talentos y se presentó como el mejor imitador de muertos. Ganó por unanimidad.",
      "Manolito le dijo a su amigo: 'Estoy tan cansado de la vida, que estoy pensando en descansar para siempre'. Su amigo le respondió: '¿Te refieres a morir?' Y Manolito contestó: 'No, a dormir sin despertar'."
    ],
    "chistes amarillos": [
      "Manolito le pregunta a su amigo: 'Oye, ¿sabes qué se necesita para ser un buen jardinero?' Su amigo responde: 'No, ¿qué?' Y Manolito dice: 'Tierra, agua y un poco de mierda'.",
      "¿Por qué Manolito lleva siempre un martillo en la mano? Por si le da sed y quiere abrir una cerveza.",
      "Manolito estaba en el supermercado y se le acerca una señora y le dice: 'Perdone, ¿sabe dónde están las aceitunas?'. Y Manolito responde: 'Sí, en el árbol'."
    ],
    "humor verde": [
      "Manolito le pregunta a su amigo: 'Oye, ¿sabes cómo se llama el árbol que da caramelos?' Su amigo responde: 'No, ¿cómo?' Y Manolito dice: 'El árbol de los chupachups'.",
      "Manolito le dice a su amigo: '¿Sabes qué hace un pájaro en el agua?' Y su amigo responde: 'No, dime'. Y Manolito dice: '¡Pío, pío, pío!'",
      "Manolito estaba en el parque y le dice a su amigo: 'Mira, ahí viene un pajarito'. Su amigo le responde: 'Pero si es una paloma'. Y Manolito dice: 'Bueno, pero para el pajarito es una paloma'."
    ]
  },
  "Pepe": {
    "humor negro": [
      "Pepe decidió hacer una dieta extrema. Ahora solo come sufrimiento y lágrimas.",
      "¿Cuál es el hobby favorito de Pepe? Hacerle bullying a su propia sombra.",
      "Pepe estaba tan aburrido de la vida, que decidió hacerse amigo de la muerte. Ahora pasan todo el tiempo juntos."
    ],
    "chistes amarillos": [
      "Pepe le pregunta a su amigo: 'Oye, ¿sabes cómo se llama la abeja más famosa del mundo?' Su amigo responde: 'No, ¿cómo?' Y Pepe dice: 'La abeja Cid'.",
      "¿Por qué Pepe lleva siempre un libro de matemáticas en la mano? Porque quiere ser un número uno.",
      "Pepe estaba en el cine y se le acerca una señora y le dice: 'Perdone, ¿sabe dónde están los asientos?'. Y Pepe responde: 'Sí, en el culo'."
    ],
    "humor verde": [
      "Pepe le pregunta a su amigo: 'Oye, ¿sabes cómo se llama el árbol que sale en todas las películas de terror?' Su amigo responde: 'No, ¿cuál?' Y Pepe dice: 'El árbol del miedo'.",
      "Pepe le dice a su amigo: '¿Sabes cómo se llama un pez con ojos saltones?' Y su amigo responde: 'No, dime'. Y Pepe dice: 'Un pezolento'.",
      "Pepe estaba en el parque y le dice a su amigo: 'Mira, ahí viene un gatito'. Su amigo le responde: 'Pero si es un perro'. Y Pepe dice: 'Bueno, pero para el gatito es un perro'."
    ]
  },
  "Isabel": {
    "humor negro": [
      "Isabel decidió hacer un viaje al abismo. Ahora vive en una eterna caída libre.",
      "¿Cuál es el deporte favorito de Isabel? El salto al vacío.",
      "Isabel estaba tan cansada de la vida, que decidió hacerse amiga de la oscuridad. Ahora solo vive en penumbras."
    ],
    "chistes amarillos": [
      "Isabel le pregunta a su amigo: 'Oye, ¿sabes cómo se llama el pez más divertido del mar?' Su amigo responde: 'No, ¿cómo?' Y Isabel dice: 'El pez payaso'.",
      "¿Por qué Isabel lleva siempre una cuerda en la mano? Por si se le cae el ánimo, poder subirlo de nuevo.",
      "Isabel estaba en el supermercado y se le acerca una señora y le dice: 'Perdone, ¿sabe dónde están las manzanas?'. Y Isabel responde: 'Sí, en el árbol'."
    ],
    "humor verde": [
      "Isabel le pregunta a su amigo: 'Oye, ¿sabes cómo se llama el árbol que da dinero?' Su amigo responde: 'No, ¿cómo?' Y Isabel dice: 'El árbol de los billetes'.",
      "Isabel le dice a su amigo: '¿Sabes cómo se llama un pájaro que siempre está enojado?' Y su amigo responde: 'No, dime'. Y Isabel dice: 'Un pájarogante'.",
      "Isabel estaba en el parque y le dice a su amigo: 'Mira, ahí viene un perrito'. Su amigo le responde: 'Pero si es una ardilla'. Y Isabel dice: 'Bueno, pero para el perrito es una ardilla'."
    ]
  },
  "Pedro": {
    "humor negro": [
      "Pedro decidió hacer una siesta eterna. Ahora duerme en un ataúd.",
      "¿Cuál es el pasatiempo favorito de Pedro? Contar los días que le quedan de vida.",
      "Pedro estaba tan harto de la vida, que decidió hacerse amigo del diablo. Ahora le ayuda a repartir maldiciones."
    ],
    "chistes amarillos": [
      "Pedro le pregunta a su amigo: 'Oye, ¿sabes cómo se llama el animal más divertido de la granja?' Su amigo responde: 'No, ¿cómo?' Y Pedro dice: 'El cerdo chiste'.",
      "¿Por qué Pedro lleva siempre una pluma en la mano? Porque quiere ser un escritor famoso.",
      "Pedro estaba en el cine y se le acerca una señora y le dice: 'Perdone, ¿sabe dónde están los aseos?'. Y Pedro responde: 'Sí, en el culo'."
    ],
    "humor verde": [
      "Pedro le pregunta a su amigo: 'Oye, ¿sabes cómo se llama el árbol con el que se hacen las galletas?' Su amigo responde: 'No, ¿cómo?' Y Pedro dice: 'El árbol de las galletas'.",
      "Pedro le dice a su amigo: '¿Sabes cómo se llama un perro que siempre está triste?' Y su amigo responde: 'No, dime'. Y Pedro dice: 'Un perroblado'.",
      "Pedro estaba en el parque y le dice a su amigo: 'Mira, ahí viene un conejito'. Su amigo le responde: 'Pero si es una rata'. Y Pedro dice: 'Bueno, pero para el conejito es una rata'."
    ]
  }
}
